[
  {
    "code": 1,
    "key_task": "Задавать направление, быть первым, проявляться через инициативу",
    "what_works": [
      "Проявлять инициативу без ожидания разрешения извне",
      "Быть ясным в намерениях, формулировках и границах",
      "Входить в контакт через активность: «предлагаю», «запускаю», «веду»",
      "Показывать личный пример вместо давления",
      "Брать на себя ответственность в процессе — не за людей, а за вектор"
    ],
    "what_doesnt_work": [
      "Ждать, пока «позовут», подавлять инициативу",
      "Командовать, когда не просили: доминирование, а не лидерство",
      "Навязывать своё мнение как единственно верное",
      "Перебивать, не слышать других",
      "Ожидать, что тебя признают без проявления"
    ],
    "contact_basis": "Осознанном лидерстве, инициативе, самостоятельности, уважении к чужой автономии. Чем активнее и чище человек выражает свою позицию, тем сильнее он соединён с внешним пространством."
  },
  {
    "code": 2,
    "key_task": "Создавать контакт через чувствительность, эмпатию и гармонию",
    "what_works": [
      "Слушать прежде, чем говорить: включённость и внимательность",
      "Проявлять мягкость в подаче, без давления и жёстких границ",
      "Строить диалог через сотрудничество: «мы», «вместе», «я чувствую»",
      "Создавать атмосферу доверия и взаимности",
      "Поддерживать ритм другого, адаптироваться, но не терять себя"
    ],
    "what_doesnt_work": [
      "Подстраиваться под всех, теряя собственное мнение",
      "Избегать сложных тем и конфликтов, лишь бы сохранить «мир»",
      "Замыкаться в себе из-за страха быть непонятым",
      "Соглашаться ради одобрения, даже если внутренне не согласен",
      "Становиться «невидимым» — бояться проявиться, чтобы не обидеть"
    ],
    "contact_basis": "Открытости к взаимодействию, такте, уважении к своим и чужим границам. Главное — не терять себя, стараясь быть удобным. Истинная сила двойки — в умении соединять, а не растворяться."
  },
  {
    "code": 3,
    "key_task": "Транслировать лёгкость, открытость и креативность. Быть живым проводником идей и эмоций",
    "what_works": [
      "Входить в контакт через позитив, лёгкость, шутку, игру",
      "Общаться свободно, живо, вдохновлять своими идеями",
      "Быть открытым к диалогу, не боясь проявлять эмоции",
      "Давать миру красоту: через речь, стиль, образ, эстетику",
      "Рассказывать истории, создавать эмоциональные мосты"
    ],
    "what_doesnt_work": [
      "Быть навязчивым, говорить слишком много, не чувствуя границ",
      "Уходить в поверхностность: контакт ради реакции, а не смысла",
      "Искать одобрение любой ценой, зависеть от внимания",
      "Бросаться в крайности — от восторга к отчаянию",
      "Превращать общение в спектакль, где нет подлинности"
    ],
    "contact_basis": "Искренности, эмоциональной вовлечённости, открытости к новым формам. Тройка соединяет людей через радость, идею, чувство — но только тогда, когда внутри есть целостность, а не потребность быть замеченным любой ценой."
  },
  {
    "code": 4,
    "key_task": "Выстраивать контакт через стабильность, надёжность и структуру. Создавать ощущение порядка и уверенности",
    "what_works": [
      "Проявлять себя как человека слова, дела и системности",
      "Общаться спокойно, логично, выверенно",
      "Давать чёткие границы, понятные правила, ясные условия",
      "Вносить порядок в хаос, помогать другим «опереться»",
      "Быть последовательным: если сказал — сделал"
    ],
    "what_doesnt_work": [
      "Жёстко настаивать на своём, не слыша других",
      "Отказываться от компромиссов, бояться гибкости",
      "Быть эмоционально закрытым, сухим, отстранённым",
      "Давить авторитетом, контролировать из страха ошибок",
      "Подменять контакт инструкцией: только по делу, без живого общения"
    ],
    "contact_basis": "Доверии, надёжности, чёткой позиции. Люди тянутся к четвёрке, когда чувствуют, что рядом — опора. Но важно не превращать форму в догму. Взаимодействие — это не только структура, но и жизнь внутри неё."
  },
  {
    "code": 5,
    "key_task": "Взаимодействовать через свободу, движение и интерес. Привносить новизну, лёгкость и энергию перемен",
    "what_works": [
      "Общаться легко, неформально, быть гибким и открытым к новому",
      "Проявляться спонтанно, живо, без напряжения и контроля",
      "Дарить ощущение свежести, разнообразия, вдохновения",
      "Поддерживать интерес, делиться открытиями, путешествиями, историями",
      "Быть в контакте, но не застревать — уважать своё и чужое пространство"
    ],
    "what_doesnt_work": [
      "Быть вечно «в движении», избегать глубины и близости",
      "Переключаться с одного на другое без завершения",
      "Не чувствовать границ — врываться, исчезать, пропадать",
      "Говорить много, но не слушать",
      "Бояться обязательств, сбегать от устойчивых форм взаимодействия"
    ],
    "contact_basis": "Лёгкости, интересе, уважении к личному пространству. Пятёрка должна быть проводником нового, но не уходить в хаос. Чем больше свободы в её контакте, тем ярче её энергия. Главное — не потерять устойчивость в потоке."
  },
  {
    "code": 6,
    "key_task": "Создавать контакт через заботу, доверие и глубокую вовлечённость. Формировать вокруг себя среду поддержки и человечности",
    "what_works": [
      "Взаимодействовать искренне, по-человечески, с душой",
      "Проявлять внимание, слушать с участием, заботиться о качестве отношений",
      "Поддерживать, помогать, быть надёжным партнёром или другом",
      "Строить диалог на ценностях: честность, порядочность, равенство",
      "Открыто говорить о чувствах и потребностях, не манипулируя ими"
    ],
    "what_doesnt_work": [
      "Навязывать заботу, пытаться «спасти» тех, кто не просит",
      "Подменять контакт контролем, обижаться за непонимание",
      "Быть слишком мягким — терпеть, когда нужно озвучить границу",
      "Жить ожиданиями, обижаться, что не оценили старания",
      "Входить в отношения из чувства долга, а не из желания"
    ],
    "contact_basis": "Принципах доброжелательности, ответственности и искренности. Шестёрке важно быть включённой, но не растворённой, заботиться, но не жертвовать собой. Тогда её энергия воспринимается как тёплое, безопасное и уважительное присутствие."
  },
  {
    "code": 7,
    "key_task": "Входить в контакт из наблюдения, глубины и смысла. Проявляться через точность, сдержанность и интеллектуальное присутствие",
    "what_works": [
      "Говорить мало, но по делу: давать людям глубину, не поток",
      "Сначала наблюдать, чувствовать поле, а потом вступать в диалог",
      "Делать акцент на смыслах, идеях, содержании",
      "Строить отношения через уважение к личным границам и интеллекту",
      "Проявляться как собеседник, который думает, анализирует, умеет слушать"
    ],
    "what_doesnt_work": [
      "Уходить в изоляцию, делать вид, что «не интересует»",
      "Ставить себя выше других, презирать «поверхностные» темы",
      "Быть холодным, отстранённым, недоступным",
      "Отмалчиваться из страха, что не поймут",
      "Теряться в собственных мыслях и не входить в контакт вовсе"
    ],
    "contact_basis": "Интеллектуальной честности, уважении к внутренней глубине и праве на индивидуальность. Семёрка не обязана быть яркой — она ценна своей спокойной проницательностью, способностью задать точный вопрос, сказать вовремя, подумать глубже других."
  },
  {
    "code": 8,
    "key_task": "Проявлять себя через уверенность, зрелость и ответственность. Транслировать силу, опору и деловую направленность",
    "what_works": [
      "Общаться на равных, спокойно, без суеты и эмоц. качелей",
      "Чётко обозначать свою позицию: «я думаю так», «мне важно»",
      "Демонстрировать надёжность: слово = действие",
      "Брать ответственность за процесс, не ожидая, что кто-то другой решит",
      "Входить в контакт через результат, логику, эффективность"
    ],
    "what_doesnt_work": [
      "Давить, перекрывать чужие мнения, требовать подчинения",
      "Быть слишком жёстким: «так и никак иначе»",
      "Ставить статус выше живого взаимодействия",
      "Скрывать эмоции, уходить в закрытую броню «я сам(а)»",
      "Быть в позиции «всё на мне» — обесценивать вклад других"
    ],
    "contact_basis": "Уважении, силе без давления, зрелой коммуникации. Восьмёрка транслирует вес, надёжность, точность, и этим привлекает к себе. Ей важно не становиться диктатором, а быть источником устойчивости и результата."
  },
  {
    "code": 9,
    "key_task": "Взаимодействовать через вдохновение, ценности и эмоциональную открытость. Проявлять гуманизм, эмпатию и смысл",
    "what_works": [
      "Говорить искренне, делиться опытом, вдохновлять",
      "Проявлять интерес к чувствам других, быть включённым душой",
      "Строить контакт не ради выгоды, а ради смысла",
      "Видеть в людях не роли, а глубину, человечность",
      "Быть образцом: жить тем, что говоришь"
    ],
    "what_doesnt_work": [
      "Быть навязчивым спасателем: лезть «помогать», когда не просят",
      "Уходить в обиды: «я столько дал, а вы...»",
      "Проецировать свои смыслы на других как единственно верные",
      "Разочаровываться в людях, если они не соответствуют твоим идеалам",
      "Жить в высоких идеях, но не поддерживать простыми действиями"
    ],
    "contact_basis": "Сострадании, подлинности, умении передавать смысл через простоту. Девятка — это не громкий оратор, а тот, кто вдохновляет своим присутствием, добротой и глубиной. Люди идут за ней, когда она говорит от сердца, а не из обиды или усталости."
  }
]