[
  {
    "code": 1,
    "archetype": "Лидер",
    "resource": "Человек с кодом личности 1 рождается с глубинной потребностью быть независимым, сильным и первым. Его природная позиция — «я веду». Он интуитивно тянется туда, где нужно принимать решения, создавать, влиять.\nВ его мышлении доминируют такие качества как целеустремлённость, прямота, внутренняя сила и инициативность. Он мыслит чётко, конкретно и направленно — всегда ориентирован на результат и движение вперёд.\nЭтот человек не боится одиночества, так как знает, что путь первопроходца не всегда может быть понят другим. Он полон внутренних амбиций и стремится реализовать своё «Я» в действии.\nРесурсный 1 — это человек, который не подавляет, а вдохновляет. Он не требует подчинения, но его уверенность притягивает за собой. Он может стать руководителем, предпринимателем, идейным лидером — не потому, что стремится к власти, а потому что не может идти вторым.\nТакая личность несёт в себе энергию начала, импульса, запуска новых процессов. Он способен брать на себя ответственность, нести решения и быть фокусной точкой для других. В нём заложена способность видеть возможности и прокладывать путь там, где другие ещё не осмелились даже подумать.",
    "distorted": "Если человек с кодом 1 не осознаёт или подавляет свою природу, его энергия может исказиться в жёсткость, авторитарность и эгоцентризм. В минусе 1 превращается в человека, который требует признания, но не умеет сотрудничать. Он начинает подавлять окружающих, чтобы доказать свою силу, или, наоборот, уходит в тень, обижаясь на то, что его не слушают.\nОн может быть слишком прямолинеен, резок, нетерпим к слабости — как в себе, так и в других. Ему сложно признавать ошибки, он боится показаться уязвимым и часто маскирует неуверенность избыточным контролем.\nТакой человек может страдать от перманентного одиночества, потому что ему тяжело вписываться в команду, он не умеет делегировать, считает, что всё должен делать сам.\nТакже в искажении может проявиться другая крайность — подавленное лидерство. Это тот, кто чувствует, что «может больше», но не решается заявить о себе. Живёт с ощущением, что никто не замечает его силы. Внутри – бунт, снаружи – пассивность.",
    "development_task": "Личность с кодом 1 должна научиться проявлять силу без давления, быть лидером не через контроль, а через пример.\nВажно развивать доверие к людям, умение не только вести, но и слышать. Тогда его врождённая энергия становится мощным и созидательным потоком, который ведёт и поддерживает одновременно.",
    "key_strengths": [
      "Смелость",
      "решительность",
      "воля",
      "самостоятельность",
      "стратегия",
      "внутренний стержень"
    ],
    "key_distortions": [
      "Авторитарность",
      "нетерпимость",
      "страх уязвимости",
      "одиночество",
      "подавленное лидерство"
    ]
  },
  {
    "code": 2,
    "archetype": "Партнёр",
    "resource": "Личность с кодом 2 — это тонко чувствующий человек, чья сила — в умении слушать, понимать и выстраивать контакт. Такой человек воспринимает мир через призму отношений, он интуитивен, эмпатичен и часто чувствует эмоции других лучше, чем свои собственные.\nОн не стремится быть в центре внимания, но умеет поддерживать и усиливать других. Ему важны тишина, красота, доверие и внутреннее равновесие. Он избегает конфликтов, ищет точки соприкосновения и всегда старается сохранить мир.\nЭто человек, который может быть настоящим союзником, надёжным плечом, создающим безопасное пространство рядом. Его мышление мягкое, гибкое, он умеет адаптироваться, быть тактичным, дипломатичным. Его влияние незаметное, но глубокое.\nЧеловек с кодом 2 в ресурсе способен выстроить глубокие и долгосрочные связи, будь то в личных отношениях, команде или партнёрстве. Это природный медиатор, гармонизатор, проводник доверия.",
    "distorted": "В минусе этот код превращает личность в зависимого, неуверенного в себе человека, который теряет себя в угождении другим. Вместо осознанного партнёрства — подстройка, вместо гибкости — потеря формы.\nТакой человек боится отказа, боится сказать «нет», стремится заслужить любовь, даже если ценой этому становится полное подавление собственных желаний.\nОн может брать на себя чужие эмоции, чужие ожидания, а затем чувствовать усталость, разочарование, раздражение.\nТакже он может испытывать страх конфликтов, уходить от прямого диалога, даже если это необходимо. Иногда стремление к миру превращается в тревожную зависимость от внешнего одобрения.",
    "development_task": "Ключевая задача личности с кодом 2 — научиться видеть свою силу в умении поддерживать, но при этом не отдавать себя без остатка.\nВажно развивать внутреннюю опору, уметь говорить «нет» мягко, но твёрдо, сохранять свою индивидуальность даже в самых близких взаимодействиях.\nИстинное партнёрство возможно только там, где оба сохраняют свои границы и ценности.",
    "key_strengths": [
      "Тактичность",
      "чувствительность",
      "интуиция",
      "способность к глубоким связям",
      "поддержка",
      "эмпатия"
    ],
    "key_distortions": [
      "Жертвенность",
      "неуверенность",
      "зависимость",
      "избегание конфликтов",
      "растворение в партнёре"
    ]
  },
  {
    "code": 3,
    "archetype": "Творец",
    "resource": "В ресурсе личность с кодом 3 — это харизматичный, лёгкий на подъём и вдохновляющий человек, чья энергия естественно вовлекает других. Его врождённое мышление ассоциативное, образное, он быстро схватывает суть, умеет легко переключаться между темами, находит оригинальные решения и при этом умеет превратить обыденность в праздник.\nЭто прирождённый коммуникатор и артист, у которого богатый внутренний мир, развитая фантазия и потребность делиться своими переживаниями. Он с лёгкостью адаптируется к новому, умеет «читать» аудиторию и знает, как зажечь эмоции в других. Рядом с ним становится светло, интересно и живо.\nЕго сильная сторона — самовыражение. Он может вдохновлять, вести за собой не силой, а искренним энтузиазмом. Внутри него живёт ребёнок, который умеет искренне радоваться, играть и творить. В таких людях ощущается жизнь, движение, креативный поток.",
    "distorted": "В минусе эта личность теряет глубину, превращаясь в праздного, разбросанного, непостоянного человека, который зависим от внешней реакции. Он может говорить много, но по сути — мало. Его активность становится хаотичной, он начинает перепрыгивать с темы на тему, не доводя до конца ни одну.\nТакже он может использовать свою харизму в манипулятивных целях: вовлекать, но не вести; обещать, но не делать; очаровывать, но не брать ответственность. Такая личность может быть склонна к драматизации, жить «на эмоциях», избегать обязательств и углублённой работы.\nВнутренне это человек, который не чувствует устойчивости и ищет постоянного одобрения от других, путая внимание с любовью, а новизну — с ценностью.",
    "development_task": "Человеку с кодом личности 3 важно научиться сохранять глубину в лёгкости, развивать структуру и целеустремлённость, не теряя при этом живости и креативности.\nИстинная сила Творца — в том, чтобы не просто вдохновлять, а реализовывать то, что вдохновляет.\nКогда такой человек соединяет идею и действие — он становится источником света и движения для других.",
    "key_strengths": [
      "Творчество",
      "харизма",
      "гибкость",
      "лёгкость",
      "юмор",
      "контактность",
      "генерация идей"
    ],
    "key_distortions": [
      "Поверхностность",
      "эмоциональная нестабильность",
      "прокрастинация",
      "потребность в постоянном внимании",
      "манипуляции"
    ]
  },
  {
    "code": 4,
    "archetype": "Строитель",
    "resource": "Человек с кодом 4 по своей сути — надёжный, последовательный, собранный, с ясным пониманием, что всё в жизни должно иметь основание. Он мыслит шагами, любит порядок, конкретику, конструктив. Ему важно понимать: «Что я делаю, зачем, и к какому результату это приведёт».\nТакой человек терпелив, он не боится долгого пути, готов вникать в детали, наводить порядок в хаосе. Он способен выстраивать прочные конструкции — будь то в работе, в быту или в отношениях. Его внутренняя опора — это логика, практичность и ясные принципы.\nВ ресурсе личность с кодом 4 становится основой для других. Она умеет организовывать, структурировать, контролировать процесс, быть надёжным партнёром или лидером без суеты. В её присутствии другие чувствуют спокойствие, устойчивость и безопасность.\nТакая личность — это тихий фундамент, который может не кричать о себе, но без которого всё рушится. Она глубоко укоренена в реальности и ценит результат, а не иллюзии.",
    "distorted": "В искажённом состоянии личность 4 становится излишне жёсткой, упрямой, закрытой к переменам. Она начинает цепляться за стабильность, даже если та уже не даёт роста. Может бояться рисков, новых решений, нестандартных подходов.\nТакой человек может уходить в тотальный контроль, стремление всё предусмотреть и избежать неопределённости. Это делает его медленным, зажатым, отстающим в быстро меняющемся мире.\nТакже возможна другая крайность — внутреннее разочарование от того, что усилия не приносят желаемого результата. Человек начинает воспринимать жизнь как бесконечный труд без смысла, от чего теряет мотивацию и замыкается в себе.",
    "development_task": "Личности с кодом 4 важно научиться быть устойчивой, не становясь жёсткой. Гибкость, умение адаптироваться к изменениям, доверие к процессу — это те качества, которые дополняют природную силу четвёрки.\nТакже важно разрешить себе доверять, делегировать, вдохновляться, а не только опираться на долг, порядок и контроль.\nКогда такая личность соединяет внутреннюю надёжность с открытостью — она становится мощной созидающей силой, способной создавать устойчивые системы, проекты и отношения.",
    "key_strengths": [
      "Надёжность",
      "структура",
      "терпение",
      "практичность",
      "стабильность",
      "последовательность",
      "системное мышление"
    ],
    "key_distortions": [
      "Ригидность",
      "упрямство",
      "контроль",
      "страх перемен",
      "эмоциональная закрытость",
      "перегрузка от чрезмерной ответственности"
    ]
  },
  {
    "code": 5,
    "archetype": "Путешественник",
    "resource": "В своём ресурсе личность с кодом 5 — это живой, гибкий, спонтанный человек, для которого важна не форма, а движение. Он тянется к новому — к идеям, людям, знаниям, пространствам. Ему важно ощущать, что жизнь не застыла, что каждый день может принести новый опыт.\nПятёрка по своей сути — переменчивая энергия, находящая стабильность в движении. Она чувствует мир через тело, через ощущения, через свободу выбора. Этот человек быстро адаптируется, умеет мыслить нестандартно, легко меняет направление, если чувствует, что путь исчерпал себя.\nОн умеет искать и находить возможности, видеть связи между разными сферами, быть проводником новизны. В ресурсе такая личность — это энергия обновления, она вдохновляет других двигаться, пробовать, расширяться. Она излучает живость, страсть, внутреннюю подвижность.",
    "distorted": "В минусе пятёрка теряет устойчивость. Человек становится разбросанным, тревожным, не способным на глубину и завершение. Он начинает жить поверхностными впечатлениями, боится ответственности и уходит от обязательств под видом свободы.\nТакой человек легко обещает, но не выполняет, быстро загорается и так же быстро гаснет. Он может метаться между проектами, местами, отношениями, но нигде не чувствовать себя «дома». Его внутренний хаос отражается во внешней нестабильности.\nТакже возможна другая крайность — человек хочет свободы, но боится сделать первый шаг. Тогда он застревает в несвободе, страдая от рутины, но не решаясь на перемены.",
    "development_task": "Для личности с кодом 5 важно осознать: свобода начинается с внутренней устойчивости. Пока она не выстроена — движение становится бегством, а перемены — потерей себя.\nПятёрке необходимо научиться доводить до конца, брать ответственность за выбор, быть верным своим внутренним импульсам, но не разбрасываться ими. В её силе — способность трансформироваться, вести за собой, открывать новые пути.",
    "key_strengths": [
      "Гибкость",
      "спонтанность",
      "лёгкость",
      "мобильность",
      "открытость",
      "живость",
      "страсть к жизни",
      "адаптивность"
    ],
    "key_distortions": [
      "Непостоянство",
      "хаотичность",
      "страх обязательств",
      "поверхностность",
      "бегство от сложностей",
      "внутренняя тревожность"
    ]
  },
  {
    "code": 6,
    "archetype": "Наставник",
    "resource": "В ресурсе человек с кодом 6 — это спокойная, мудрая и глубоко ответственная личность. Он умеет заботиться — не только о других, но и о пространстве, о делах, о своих деликатных системах ценностей. Его мышление настроено на баланс: между чувствами и разумом, собой и другими, желаниями и обязанностями.\nШестёрка стремится к эстетике, порядку, честности и душевному комфорту. Он ощущает дискомфорт, когда в жизни появляется хаос, грубость или несправедливость. Он не агрессивен, но может твёрдо отстаивать свои принципы.\nВ отношениях он становится опорой, советчиком, хранителем. Он умеет создавать уют — не только физически, но и на уровне атмосферы. Часто люди с этим кодом становятся наставниками, педагогами, терапевтами, душевными лидерами, потому что им важно делиться, передавать, исцелять.",
    "distorted": "Когда шестёрка уходит в минус, её забота становится избыточной, навязчивой, она начинает контролировать под видом любви. Такой человек может считать, что «он знает, как лучше», и навязывать свою помощь, даже если её не просят.\nТакже возможен перекос в сторону жертвенности — человек живёт ради других, полностью забывая про себя. Он накапливает внутреннюю усталость, но не говорит об этом, а продолжает «быть нужным». Это ведёт к эмоциональному истощению и чувству внутренней несправедливости.\nШестёрка в минусе может быть слишком чувствительной к критике, остро переживать отвержение, болезненно реагировать на разногласия. Часто она боится конфликтов и старается сгладить всё, даже в ущерб себе.",
    "development_task": "Ключ к ресурсу шестёрки — в принятии своих границ и потребностей наравне с чужими.\nВажно научиться отдавать без перегруза, говорить «нет» без чувства вины и заботиться о себе так же, как о других.\nИстинная миссия 6 — не «спасти», а создать пространство, в котором другие учатся быть лучше — рядом с её примером.",
    "key_strengths": [
      "Забота",
      "надёжность",
      "мудрость",
      "терпение",
      "гармония",
      "красота",
      "нравственность",
      "моральная стойкость"
    ],
    "key_distortions": [
      "Навязчивая опека",
      "гиперответственность",
      "жертвенность",
      "усталость от «вечной заботы»",
      "страх быть ненужным",
      "внутренний контроль"
    ]
  },
  {
    "code": 7,
    "archetype": "Мудрец",
    "resource": "В ресурсе личность с кодом 7 — это интеллектуал, философ, наблюдатель, у которого ярко выражено стремление к самостоятельному мышлению. Он не любит шум, поверхностность, суету. Ему важно уединение, в котором он может слушать себя и мир.\nОн глубоко воспринимает действительность, но не через чувства, а через анализ, наблюдение, синтез. Такой человек способен соединять рациональное и иррациональное, быть одновременно логиком и интуитом. Он не просто хочет знать — он хочет понять суть.\nЕго мышление — структурное, точное, избирательное. Он умеет задавать правильные вопросы и не боится одиночества, потому что именно в нём находит свои истинные ответы. Часто семёрка — это исследователь, стратег, эзотерик, учёный, мыслитель.\nВ ресурсном состоянии этот человек становится источником глубокой внутренней мудрости, способный направлять других, видеть скрытые мотивы и тонкие процессы. Его слова и молчание одинаково сильны.",
    "distorted": "Когда семёрка теряет связь с собой, она уходит в отстранённость, изоляцию, внутреннюю замкнутость. Такой человек становится чрезмерно критичным, может впадать в перепады настроений, недоверие к миру и себе.\nОн может быть склонен сомневаться до паралича действия, бесконечно анализировать, но не решаться. Его внутренняя изоляция становится капканом, он чувствует, что «никто не понимает», и изолируется ещё сильнее.\nТакже он может стать эмоционально холодным, излишне рациональным, отрицая чувства — как свои, так и чужие. Либо, наоборот, уходить в эзотерические иллюзии, теряя связь с реальностью, при этом считая себя «выше» остальных.",
    "development_task": "Для семёрки важнейшая задача — превратить знание в мудрость, выйти из позиции наблюдателя в позицию направляющего. Он должен научиться доверять жизни, не теряя своей глубины, и позволить себе быть в контакте с другими, не теряя индивидуальности.\nИстинный Мудрец не только знает, но и делится знанием, не только видит суть, но и помогает другим её осознать.",
    "key_strengths": [
      "Интеллект",
      "аналитичность",
      "интуиция",
      "глубина",
      "проницательность",
      "самостоятельность",
      "стратегичность"
    ],
    "key_distortions": [
      "Изоляция",
      "эмоциональная закрытость",
      "страх ошибок",
      "вечный анализ без действия",
      "отчуждение",
      "сомнение",
      "высокомерие"
    ]
  },
  {
    "code": 8,
    "archetype": "Управленец",
    "resource": "Человек с кодом личности 8 с рождения чувствует себя ответственным, серьёзным и целеустремлённым. Ему важно видеть плоды своих действий, достигать целей и ощущать контроль над своей жизнью. Внутренне он настроен на реализм, практичность и эффективность.\nОн мыслит масштабно и стратегически, умеет видеть ресурсы и правильно ими распоряжаться. Его сознание — это управляющий центр, в котором каждая деталь имеет значение. Он не терпит хаоса, неясности, пустых разговоров — только конкретику, структуру, результат.\nВ ресурсе это сильный лидер, организатор, бизнесмен, стратег, человек, к которому идут за решением. Его энергия ощущается как зрелость, уверенность, авторитет. Он не нуждается в внешнем одобрении — он опирается на внутреннюю силу.\nОн способен выстраивать системы, управлять процессами, принимать сложные решения и нести ответственность. При этом в ресурсе он умеет оставаться справедливым и уважительным, не подавляя, а структурируя.",
    "distorted": "В минусе восьмёрка превращается в жёсткого, холодного, авторитарного человека, который подавляет всё, что не вписывается в его рамки. Он стремится к власти ради власти, теряет гибкость и становится зависимым от контроля.\nТакой человек может быть недоверчивым, замкнутым, тяжёлым для общения. Он с трудом делегирует, боится потерять позиции, может использовать давление и страх, чтобы сохранить власть.\nДругая крайность — внутреннее выгорание от попытки держать под контролем всё и всех. Он берёт на себя слишком много, не позволяет себе расслабиться, считает, что должен всё сам, и со временем истощается.\nИногда он уходит в полную противоположность — страх ответственности, отказ от действий, внутренний конфликт между желанием быть сильным и ощущением собственной несостоятельности.",
    "development_task": "Для личности с кодом 8 важно научиться управлять, а не подавлять, быть зрелым не через контроль, а через внутреннюю силу. Он должен развивать доверие, делегирование, уважение к чужой свободе.\nИстинный Управленец — не тот, кто управляет людьми, а тот, кто создаёт среду, в которой другие раскрываются и растут. Его лидерство — в мудрости, устойчивости и ответственности, но не в жёсткости.",
    "key_strengths": [
      "Сила",
      "зрелость",
      "стратегия",
      "ответственность",
      "структурность",
      "практичность",
      "умение достигать и сохранять результат"
    ],
    "key_distortions": [
      "Жёсткость",
      "контроль",
      "выгорание",
      "изоляция",
      "страх делегирования",
      "чрезмерная ответственность",
      "холодность",
      "потребность в доминировании"
    ]
  },
  {
    "code": 9,
    "archetype": "Миссионер",
    "resource": "Человек с кодом 9 изначально несёт в себе высокую степень чувствительности, эмпатии и внутренней мудрости. Его мышление нацелено на понимание жизни во всей её глубине: он не принимает поверхностные ответы, ему важно докопаться до сути, понять причинно-следственные связи, уловить истинный смысл происходящего.\nВнутренне девятка тянется к служению, помощи, наставничеству. Это человек, который способен вдохновлять, просвещать, направлять — не через давление, а через пример, интуицию, слова, искусство или личную историю.\nОн открыт к разным культурам, религиям, взглядам и умеет принимать других такими, какие они есть.\nТакой человек легко становится магнитом для чужих эмоций, историй, просьб. Он как будто излучает понимание, и к нему тянутся за поддержкой, советом, тёплым присутствием. Он не всегда это осознаёт, но часто является для других символом веры, смысла или надежды.\nВ ресурсе девятка способна сделать свой внутренний мир источником созидания. Она может писать, лечить, вести, учить — или просто быть рядом, создавая поле любви и принятия.",
    "distorted": "Когда девятка не осознаёт своей миссии, она уходит в жертвенность, изоляцию или иллюзорный идеализм. Такой человек может считать, что его никто не понимает, что он «слишком чувствительный» для этого мира, и начинает страдать от собственной глубины.\nОн либо уходит в спасательство, навязывая помощь даже тем, кто не просил, либо замыкается в себе, ощущая одиночество и бессмысленность происходящего. Девятка в минусе может стать меланхоличной, уставшей от жизни, разочарованной в людях и себе.\nТакже возможна потеря границ: он позволяет другим использовать себя, не умеет говорить «нет», боится отказать из страха быть отвергнутым. Постепенно это выматывает его, приводит к истощению и апатии.\nИногда он становится вечно ищущим, погружённым в философию или духовность, но не применяющим знания в жизни.",
    "development_task": "Главная задача личности с кодом 9 — понять, что её сила — не в жертве, а в осознанном служении.\nОн не должен «спасать» всех, а должен быть собой и светить — мягко, но уверенно. Его пример, слово, жест, дело способны менять жизни, но только если он в ресурсе, в любви к себе и с ясными границами.\nИстинная девятка — это не уставший спасатель, а тихий маяк, который не зовёт, но к которому идут.",
    "key_strengths": [
      "Сострадание",
      "глубина",
      "мудрость",
      "интуиция",
      "духовность",
      "принятие",
      "гуманизм",
      "вдохновение",
      "искренность"
    ],
    "key_distortions": [
      "Жертвенность",
      "уставший спасатель",
      "эмоциональное выгорание",
      "иллюзорный идеализм",
      "разочарование",
      "потеря границ",
      "уход в отстранённость"
    ]
  }
]