[
  {
    "code": 1,
    "formula": "Инициатива + автономия = результат",
    "description": "Человек с этим кодом реализует себя через личное лидерство, активные действия, новизну, продвижение и авторскую инициативу.",
    "how_potential_realized": [
      "Через самостоятельное движение, без внешней опоры",
      "Через смелость пробовать первым, быть новатором",
      "Через создание собственных проектов, идей, бизнесов",
      "Через формирование уникального личного стиля, индивидуального подхода",
      "Через готовность рисковать, нести ответственность за результат"
    ],
    "income_source": [
      "В собственных инициативах: человек зарабатывает, когда делает по-своему",
      "В управлении, продвижении, продажах, личном бренде, публичности",
      "В роли лидера, эксперта, того, кто ведёт",
      "В способности быть первым — не ждать, пока кто-то скажет \"можно\""
    ],
    "realization_type": "Предприниматель, основатель, автор, организатор, продюсер, инициатор новых направлений.\nРабота по найму — возможна, но только при наличии свободы действий и возможности влиять.",
    "distortions": [
      "Страх быть первым, ожидание разрешения",
      "Зависимость от чужого одобрения",
      "Отказ от собственной силы: «мне нужно, чтобы кто-то меня поддержал»",
      "Гнев, если не признают лидерство",
      "Начинать много — и не доводить до результата"
    ],
    "recommendation": "Человеку с этим кодом нельзя ждать приглашения. Всё, чего он хочет достичь, приходит через проявление собственной воли. Он реализуется там, где идёт первым, не боится конкуренции и не теряет себя в коллективе."
  },
  {
    "code": 2,
    "formula": "Партнёрство + поддержка = устойчивый результат",
    "description": "Человек с этим кодом реализует себя через взаимодействие, помощь, союз, чувствительность к запросам других и глубокое включение в процессы.",
    "how_potential_realized": [
      "Через сотрудничество, совместные проекты, работу «в паре»",
      "Через поддержку чужих процессов: «быть правой рукой»",
      "Через эмпатию и тонкое чувствование — «считать потребность и реализовать её»",
      "Через атмосферу доверия, заботы, безопасности",
      "Через мягкую силу: доброжелательность, стабильность, надёжность"
    ],
    "income_source": [
      "В партнёрских взаимодействиях (бизнес, тандемы, команды)",
      "В нишах, где важна чувствительность: уход, забота, красота, клиентский сервис",
      "В роли медиатора, ассистента, консультанта, помощника",
      "В способности выстроить долгосрочные, лояльные связи"
    ],
    "realization_type": "Координатор, помощник, бьюти-мастер, психолог, семейный специалист, менеджер по заботе о клиентах, теневая фигура, без которой не работает система.\nЧасто — человек «второй роли», без желания быть на виду, но с огромной значимостью в команде или проекте.",
    "distortions": [
      "Страх проявиться, занизить себя: «я только помогаю»",
      "Потребность угодить, а не взаимодействовать честно",
      "Зависимость от внешнего одобрения",
      "Терпеть, где не уважают",
      "Растворяться в чужом успехе, забывая о своём"
    ],
    "recommendation": "Такому человеку важно не «прятаться за других», а осознанно выбирать путь партнёрства, в котором он — равный, важный участник. Деньги и признание приходят не за громкость, а за умение слышать, поддерживать и создавать комфортное пространство для других."
  },
  {
    "code": 3,
    "formula": "Творчество + коммуникация = поток денег и успеха",
    "description": "Человек с этим кодом реализует себя через креативность, лёгкость, вдохновение и умение выражать себя в публичном пространстве.",
    "how_potential_realized": [
      "Через творчество: идеи, слова, визуал, подачу",
      "Через умение говорить, рассказывать, показывать, вовлекать",
      "Через артистизм, живую эмоциональность, чувство ритма и эстетики",
      "Через умение быть в центре внимания, притягивать аудиторию",
      "Через создание атмосферы, бренда, стиля — не столько продукта, сколько переживания"
    ],
    "income_source": [
      "В творческих и медийных сферах: дизайн, искусство, блогинг, стилистика, шоу-бизнес, реклама",
      "В профессиях, где важна подача, речь, вкус, умение влиять на эмоции",
      "В самовыражении через личный образ, индивидуальность",
      "В создании эстетики, впечатлений, атмосферы"
    ],
    "realization_type": "Блогер, креатор, дизайнер, маркетолог, ведущий, актёр, инфлюенсер, автор идей и концептов.\nДеньги приходят, когда человек не давит, а играет, радуется, проявляется.",
    "distortions": [
      "Жажда внимания без ценности: «главное — чтобы заметили»",
      "Поверхностность, хаос, недоведённые до конца проекты",
      "Эмоциональные качели: «хочу — не хочу», «горю — остыла»",
      "Привычка развлекать вместо того, чтобы создавать",
      "Прокрастинация и отсутствие внутренней дисциплины"
    ],
    "recommendation": "Такому человеку важно научиться соединять вдохновение с системой, идею — с действием, эмоцию — с профессионализмом. Когда тройка превращает хаос в форму, она становится магнитом для ресурсов. Деньги приходят, когда в удовольствие + с отдачей."
  },
  {
    "code": 4,
    "formula": "Структура + стабильность = надёжный результат",
    "description": "Человек с этим кодом реализует себя через системность, порядок, устойчивые процессы и пошаговую работу на результат.",
    "how_potential_realized": [
      "Через чёткий алгоритм действий, правила, регламенты",
      "Через долгосрочные проекты, где важно выстраивать «фундамент»",
      "Через стабильную нагрузку, надёжность, дисциплину",
      "Через внимательность к деталям, аккуратность, точность",
      "Через постепенное укрепление: от простого к сложному, без спешки"
    ],
    "income_source": [
      "В профессиях, где ценится надёжность и чёткость: бухгалтерия, юриспруденция, логистика, управление, администрирование",
      "В создании систем, структур, проектов, которые работают долго",
      "В роли того, кто «держит» процесс, наводит порядок",
      "В стабильных бизнесах: производство, сервис, поддержка"
    ],
    "realization_type": "Администратор, системный менеджер, технический специалист, контролёр процессов, методист, производственник.\nЗаработок приходит через структуру, последовательность и реализм, а не через авантюру или спонтанность.",
    "distortions": [
      "Страх перемен, застревание в зоне комфорта",
      "Жёсткость, ригидность, отказ адаптироваться",
      "Зависимость от стабильности, даже если она мешает росту",
      "Сложности с масштабом — привычка делать «по-старому»",
      "Усталость от рутины без осознания смысла"
    ],
    "recommendation": "Человеку с этим кодом важно не бояться «медленных» результатов. Его путь — через надёжность и глубину. Когда он перестаёт сравнивать себя с теми, кто быстрее, он становится тем, кто строит всерьёз и надолго, и именно за это получает достойную отдачу."
  },
  {
    "code": 5,
    "formula": "Свобода + движение = рост и деньги",
    "description": "Человек с этим кодом реализует себя через перемены, путешествия, гибкость, освоение нового и отказ от ограничивающих рамок.",
    "how_potential_realized": [
      "Через активное движение: физическое, интеллектуальное, профессиональное",
      "Через постоянное обновление, изучение, расширение кругозора",
      "Через работу на нескольких направлениях или в формате «проекты»",
      "Через свободу выбора — когда сам регулирует, чем, как и когда заниматься",
      "Через коммуникации, обмен, обучение, вдохновение других"
    ],
    "income_source": [
      "В гибких форматах: фриланс, свободные профессии, мультипроекты",
      "В обучении, путешествиях, торговле, маркетинге, журналистике, переговорах",
      "В профессиях, где можно совмещать, комбинировать, двигаться",
      "В расширении — чем шире охват и масштаб, тем выше прибыль"
    ],
    "realization_type": "Путешествующий эксперт, бизнес-на-фоне, цифровой кочевник, преподаватель, журналист, гид, маркетолог, креативный предприниматель.\nГлавное условие — не застывать, иначе энергия реализации блокируется.",
    "distortions": [
      "Разбросанность, постоянные старты без завершений",
      "Уход от обязательств: «как только станет серьёзно — я ухожу»",
      "Боязнь устойчивых систем, страх потерять свободу",
      "Привычка сбегать при первых трудностях",
      "Отсутствие фокуса и выстраивания стратегии"
    ],
    "recommendation": "Пятёрке важно не терять свободу, но научиться удерживать направление. Она может реализоваться, когда принимает перемены как инструмент, а не как бегство. Деньги приходят, когда она движется с ясной целью, а не хаотично пробует всё подряд."
  },
  {
    "code": 6,
    "formula": "Забота + ценность = устойчивый доход",
    "description": "Человек с этим кодом реализует себя через служение, поддержку, заботу о других и создание гармоничного, полезного пространства.",
    "how_potential_realized": [
      "Через умение быть нужным, значимым, полезным",
      "Через передачу опыта, наставничество, поддержку, терапию",
      "Через создание эстетики, уюта, доверия — физически и эмоционально",
      "Через глубокое понимание ценностей: семьи, справедливости, этики",
      "Через личный контакт: работать «с душой», «для людей»"
    ],
    "income_source": [
      "В нишах заботы: психология, педагогика, медицина, бьюти-сфера, коучинг",
      "В социальных профессиях: юриспруденция, правозащита, гуманитарные инициативы",
      "В создании атмосферного сервиса, поддерживающих пространств",
      "В семейном бизнесе, консультировании, сопровождении, эстетике"
    ],
    "realization_type": "Наставник, терапевт, преподаватель, семейный консультант, бьюти-мастер, HR, куратор, специалист по работе с клиентами.\nШестёрка реализуется, когда служит без чувства жертвы, когда видит, что её вклад приносит реальную пользу.",
    "distortions": [
      "Навязчивая опека, желание всё контролировать",
      "Жертвенность: делать всем «хорошо» в ущерб себе",
      "Страх выйти из тени: быть за кулисами, а не в роли эксперта",
      "Усталость от постоянной эмоциональной включённости",
      "Работа из чувства долга, а не желания"
    ],
    "recommendation": "Человеку с этим кодом важно помнить: его сила — в отдаче, но не в жертвенности. Он реализуется, когда служит с любовью, с границами и в своём ритме, когда его забота приносит плоды, а не выгорание."
  },
  {
    "code": 7,
    "formula": "Глубина + знания = экспертный ресурс",
    "description": "Человек с этим кодом реализует себя через накопление, анализ и передачу знаний. Его путь — через мудрость, исследование и глубокое понимание процессов.",
    "how_potential_realized": [
      "Через интеллектуальную работу, изучение, систематизацию информации",
      "Через уединение и самостоятельные разработки",
      "Через аналитику, наблюдение, стратегию",
      "Через наставничество: «я понял — теперь передаю»",
      "Через дисциплину, внимание к сути, способность копать глубже всех"
    ],
    "income_source": [
      "В экспертизе, образовании, исследовательской и научной деятельности",
      "В IT, аналитике, стратегическом консалтинге, архитектуре, проектировании",
      "В менторстве, коучинге, построении интеллектуальных продуктов",
      "В нишах, где важны точность, конфиденциальность и глубина"
    ],
    "realization_type": "Специалист-эксперт, аналитик, наставник, разработчик, научный сотрудник, ментор, философ, стратег, эзотерик.\nСемёрка — это не массовик, она реализуется там, где есть глубина, сложность и смысл.",
    "distortions": [
      "Уход в изоляцию, когда «слишком сложно» взаимодействовать с людьми",
      "Перфекционизм, который тормозит запуск",
      "Страх, что «я не знаю достаточно» — вечный ученик",
      "Пренебрежение деньгами, материальным как «низким»",
      "Отстранённость: делать хорошо, но никому не показывать"
    ],
    "recommendation": "Семёрке важно выйти из башни из слоновой кости и превратить знания в результат. Деньги приходят, когда она делится глубиной, а не прячет её, когда она соединяет интеллект с практикой, смысл с пользой."
  },
  {
    "code": 8,
    "formula": "Контроль + результат = власть над реальностью",
    "description": "Человек с этим кодом реализует себя через управление, принятие решений, системные действия и создание материального фундамента.",
    "how_potential_realized": [
      "Через умение брать ответственность и вести других",
      "Через организацию, планирование, управление ресурсами",
      "Через бизнес, финансы, строительство, стратегию",
      "Через чёткие цели, структурное мышление и ориентацию на результат",
      "Через системную работу с деньгами, правилами, договорами, рисками"
    ],
    "income_source": [
      "В предпринимательстве, управлении, инвестициях, юридических или финансовых структурах",
      "В позиции власти: руководитель, собственник, управляющий, координатор",
      "В проектах с реальным, измеримым результатом",
      "В контроле процессов: логистика, консалтинг, управление командами"
    ],
    "realization_type": "Бизнесмен, руководитель, топ-менеджер, стратег, девелопер, владелец компаний, консультант по системному росту.\nВосьмёрка приходит за материальной реализацией через чёткую структуру, власть и влияние.",
    "distortions": [
      "Страх проиграть, потерять контроль — из-за этого паралич действий",
      "Одержимость результатом без учёта человеческого фактора",
      "Авторитарность, жёсткость, давление",
      "Отказ от помощи: «я должен сам»",
      "Выгорание от гиперконтроля"
    ],
    "recommendation": "Восьмёрке важно не бояться власти, но научиться ею управлять осознанно. Она реализуется, когда строит и укрепляет, а не ломает и подчиняет. Деньги приходят тогда, когда её система служит не только ей, но и другим."
  },
  {
    "code": 9,
    "formula": "Смысл + служение = признание и поток",
    "description": "Человек с этим кодом реализует себя через идею, вдохновение, передачу ценностей и вклад в общее. Его реализация — не про “для себя”, а про “через себя — для других”.",
    "how_potential_realized": [
      "Через служение, просвещение, помощь, менторство",
      "Через духовные или социальные идеи, которые вдохновляют других",
      "Через широкое влияние: слово, пример, энергия",
      "Через проекты, связанные с ценностями, благом, развитием",
      "Через личную историю, которую можно трансформировать в пользу"
    ],
    "income_source": [
      "В миссионерских, гуманитарных, образовательных и творческих направлениях",
      "В социальных проектах, психологических практиках, искусстве, благотворительности",
      "В наставничестве, коучинге, делании добра — если это имеет чёткую форму и ценность",
      "В профессиях, где ты «живёшь тем, что даёшь»: от писателя до мотивационного спикера"
    ],
    "realization_type": "Писатель, духовный учитель, коуч, арт-терапевт, философ, деятель культуры, человек-мост между мирами.\nДевятка реализуется, когда её действия идут от сердца и несут идею — тогда приходит и признание, и ресурс.",
    "distortions": [
      "Жертвенность: делать «во благо» в ущерб себе",
      "Обесценивание материального: «деньги — это грязно»",
      "Вера в идеалы, без воплощения их в конкретике",
      "Разочарование: «мир не хочет меняться»",
      "Ожидание признания без действия"
    ],
    "recommendation": "Человеку с этим кодом важно превращать вдохновение в дело, а не ждать, пока его «услышат». Деньги приходят, когда он честно соединяет свою ценность с реальной пользой. Его реализация — это про след, который он оставляет."
  }
]